; --------------------------------
; AntiViolet Rounds
; --------------------------------
[MZAntiVioletRoundsAbility X2AbilityTemplate]
LocFriendlyName="抗紫弹"

[MZAntiVioletRounds X2AmmoTemplate]
FriendlyName="抗紫弹"
FriendlyNamePlural="抗紫弹"
BriefSummary="抗紫弹会释放不和谐波，对具有灵能的敌人造成反馈伤害，使他们的灵能技能短暂冷却，并使能量护盾失效。"
TacticalText="<Bullet/> 这些子弹对灵能敌人造成额外伤害。\n<Bullet/> 伤害加成与目标的灵能成比例。\n<Bullet/> 目标的灵能技能会被放置在一个短暂的冷却时间，前提是他们有任何灵能技能。\n<Bullet/> 重复的攻击会延迟技能的使用时间。\n<Bullet/> 同时禁用能量护盾。"

; --------------------------------
; Explosive Rounds
; --------------------------------
[MZExplosiveRoundsAbility X2AbilityTemplate]
LocFriendlyName="诱爆弹"

[MZExplosiveRounds X2AmmoTemplate]
FriendlyName="诱爆弹"
FriendlyNamePlural="诱爆弹"
BriefSummary="更类似于微型火箭，这种子弹在撞击时爆炸。然而，因为重量问题，每个弹匣可以装载的子弹变少。"
TacticalText="<Bullet/> 这种子弹在撞击时爆炸，同时伤害目标周围一小块区域内的敌人。\n <Bullet/> 它同样可以对附近的掩体造成伤害。\n <Bullet/>然而由于它们的重量，每个弹匣可以装载的子弹变少。\n <Bullet/> 如果武器的弹匣变成0以下，它将不能开火。\n <Bullet/> 尽量避免射击与队友靠近的外星人，因为爆炸会伤害队友。\n"

; --------------------------------
; Micro Rounds
; --------------------------------
[MZMicroRounds X2AmmoTemplate]
FriendlyName="袖珍弹"
FriendlyNamePlural="袖珍弹"
BriefSummary="微型弹，使之有可能加载更多到一个单一的弹匣。将弹匣大小增加2，但不会影响默认弹匣大小小于3的武器。"
TacticalText="<Bullet/> 这些子弹的最大弹匣大小增加2，但只有在默认弹匣大小至少为3的武器上。"

; --------------------------------
; Enervative Rounds
; --------------------------------
[MZEnervativeRoundsAbility X2AbilityTemplate]
LocFriendlyName="衰弱弹"

[MZEnervativeRounds X2AmmoTemplate]
FriendlyName="衰弱弹"
FriendlyNamePlural="衰弱弹"
BriefSummary="这些子弹释放出的碎片会干扰武器、伺服系统、肌肉和大脑，减少敌人的伤害。它也可能会卡住目标的主要武器，迫使他们重新装弹，然后才能再次使用。"
TacticalText="<Bullet/> 这些子弹使目标造成的伤害明显减少。\n<Bullet/>它们也可能造成敌人的武器卡住。\n<Bullet/> 卡住的武器需要重新装弹才能再次发射。"

; --------------------------------
; Scramble Rounds
; --------------------------------
[MZScrambleRoundsAbility X2AbilityTemplate]
LocFriendlyName="扰频弹"

[MZScrambleRounds X2AmmoTemplate]
FriendlyName="扰频弹"
FriendlyNamePlural="扰频弹"
BriefSummary="扰频弹在撞击时会部署一个短程干扰场，降低目标的准确度。即使未命中，也会应用此效果。"
TacticalText="<Bullet/> 这些子弹减少目标的命中和暴击几率。\n<Bullet/>即使未命中，也会应用此效果。"

; --------------------------------
; Shredder Rounds
; --------------------------------
[MZShredderRoundsAbility X2AbilityTemplate]
LocFriendlyName="破甲弹"

[MZShredderRounds X2AmmoTemplate]
FriendlyName="破甲弹"
FriendlyNamePlural="破甲弹"
BriefSummary="专门用来撕碎变种人护甲的子弹，使未来的攻击造成更多的伤害。"
TacticalText="<Bullet/> 这种子弹撕碎护甲。\n <Bullet/> 更先进的武器会提升破甲效果。\n"

; --------------------------------
; Silvered Rounds
; --------------------------------
[MZSilveredRounds X2AmmoTemplate]
FriendlyName="银质弹"
FriendlyNamePlural="银质弹"
BriefSummary="银的一种特殊性质使这种子弹对失魂者非常有效。"
TacticalText="<Bullet/> 这种子弹对失魂者造成了严重的伤害。\n <Bullet/> 考虑在那些每次射击伤害不足以杀死失魂者的士兵上使用它们。\n"

; --------------------------------
; Vampire Rounds
; --------------------------------
[MZVampireRounds X2AmmoTemplate]
FriendlyName="吸血弹"
FriendlyNamePlural="吸血弹"
BriefSummary="这些高科技武器中的纳米机器从受害者身上获取生命来治愈射击者。"
TacticalText="<Bullet/> 这种子弹在击中时窃取生命值。\n <Bullet/> 它们会造成少量额外的酸性伤害。\n"